INSERT INTO task(id, code, name, remark, max_gold_coin, min_gold_coin, button_text_before, button_text_after, sort, task_group, task_type, app_id, support_app_min_version)
VALUES
(1320683522227048450, 'D00008', '金币大转盘', '每天3次机会，轻松将金币翻倍', 120000, 1380, '去翻倍', '明日再来', 8, 1, 1, 1310198920300404737, '2.0.0'),
(1319542799134060545, 'D00007', '任务勋章', '每天都是赚钱的好日子', 123180, 1660, '可领取', '已领取', 7, 1, 1, 1310198920300404737, '2.0.0'),
(1319178030044631042, 'D00005', '看视频免费领', '看创意视频轻松赚金币', 100, 50, '立即观看', '领取奖励', 1, 1, 1, 1310198920300404737, '2.0.0'),
(1318457143553146881, 'N00005', '开启签到提醒', '签到领金币，当天可提现', 1880, 1880, '立即开启', '领取奖励', 5, 0, 1, 1310198920300404737, '2.0.0')